[
    {
        "hotelName": "The Grand Marina Hotel",
        "Location": "Miami, Florida, USA",
        "description": "The Grand Marina Hotel offers a luxurious waterfront experience in the heart of Miami. Boasting modern amenities, spacious rooms with ocean views, and a rooftop infinity pool, it is the perfect destination for both relaxation and entertainment. The hotel's prime location provides easy access to South Beach, downtown Miami, and various cultural attractions.",
        "image": "https://images.unsplash.com/photo-1564501049412-61c2a3083791?q=80&w=1932&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    {
        "hotelName": "Belmond Hotel Caruso",
        "Location": "Ravello, Amalfi Coast, Italy",
        "description": "Perched high above the Mediterranean Sea, the Belmond Hotel Caruso in Ravello offers breathtaking views of the Amalfi Coast. This former 11th-century palace is surrounded by terraced gardens and features an infinity pool that appears to blend seamlessly with the sea below. Guests can explore the historic town of Ravello, relax in the luxurious spa, and dine on authentic Italian cuisine while soaking up the sun and panoramic views.",
        "image": "https://images.unsplash.com/photo-1566073771259-6a8506099945?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    {
        "hotelName": "Hotel Palmilla",
        "Location": "Los Cabos, Baja California Sur, Mexico",
        "description": "Located on the Baja Peninsula, the One&Only Palmilla is a luxurious beachfront resort that combines traditional Mexican elegance with modern amenities. The resort boasts spacious suites and villas with private terraces, direct beach access, and stunning ocean views. Guests can enjoy the resort's championship golf course, world-class spa, and gourmet dining options, as well as participate in various water activities such as snorkeling, scuba diving, and deep-sea fishing.",
        "image": "https://images.unsplash.com/photo-1582719508461-905c673771fd?q=80&w=1925&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    }
]
